{
    "version":"1.0",
    "truncation":null,
    "padding":null,
    "added_tokens":[
       {
          "id":0,
          "special":true,
          "content":"[UNK]",
          "single_word":false,
          "lstrip":false,
          "rstrip":false,
          "normalized":false
       },
       {
          "id":1,
          "special":true,
          "content":"[CLS]",
          "single_word":false,
          "lstrip":false,
          "rstrip":false,
          "normalized":false
       },
       {
          "id":2,
          "special":true,
          "content":"[SEP]",
          "single_word":false,
          "lstrip":false,
          "rstrip":false,
          "normalized":false
       },
       {
          "id":3,
          "special":true,
          "content":"[PAD]",
          "single_word":false,
          "lstrip":false,
          "rstrip":false,
          "normalized":false
       },
       {
          "id":4,
          "special":true,
          "content":"[MASK]",
          "single_word":false,
          "lstrip":false,
          "rstrip":false,
          "normalized":false
       }
    ],
    "normalizer":null,
    "pre_tokenizer":{
       "type":"Whitespace"
    },
    "post_processor":null,
    "decoder":null,
    "model":{
       "type":"BPE",
       "dropout":null,
       "unk_token":"[UNK]",
       "continuing_subword_prefix":null,
       "end_of_word_suffix":null,
       "fuse_unk":false,
       "vocab":{
          "[BOS]":0,
          "[EOS]":1,
          "[UNK]":2,
          "[CLS]":3,
          "[SEP]":4,
          "[PAD]":5,
          "[MASK]":6,
          " ":7,
          "#":8,
          "%":9,
          "(":10,
          ")":11,
          "+":12,
          "-":13,
          ".":14,
          "0":15,
          "1":16,
          "2":17,
          "3":18,
          "4":19,
          "5":20,
          "6":21,
          "7":22,
          "8":23,
          "9":24,
          ":":25,
          ";":26,
          "=":27,
          ">":28,
          "A":29,
          "B":30,
          "C":31,
          "D":32,
          "E":33,
          "F":34,
          "G":35,
          "H":36,
          "I":37,
          "J":38,
          "K":39,
          "L":40,
          "M":41,
          "N":42,
          "O":43,
          "P":44,
          "Q":45,
          "R":46,
          "S":47,
          "T":48,
          "U":49,
          "V":50,
          "W":51,
          "X":52,
          "Y":53,
          "Z":54,
          "[":55,
          "]":56,
          "a":57,
          "b":58,
          "c":59,
          "d":60,
          "e":61,
          "f":62,
          "g":63,
          "h":64,
          "i":65,
          "j":66,
          "k":67,
          "l":68,
          "m":69,
          "n":70,
          "o":71,
          "p":72,
          "q":73,
          "r":74,
          "s":75,
          "t":76,
          "u":77,
          "v":78,
          "w":79,
          "x":80,
          "y":81,
          "z":82,
          "Ac":83,
          "Ag":84,
          "Al":85,
          "Am":86,
          "Ar":87,
          "As":88,
          "At":89,
          "Au":90,
          "Ba":91,
          "Be":92,
          "Bh":93,
          "Bi":94,
          "Bk":95,
          "Br":96,
          "Ca":97,
          "Cd":98,
          "Ce":99,
          "Cf":100,
          "Cl":101,
          "Cm":102,
          "Cn":103,
          "Co":104,
          "Cr":105,
          "Cs":106,
          "Cu":107,
          "Db":108,
          "Ds":109,
          "Dy":110,
          "Er":111,
          "Es":112,
          "Eu":113,
          "Fe":114,
          "Fl":115,
          "Fm":116,
          "Fr":117,
          "Ga":118,
          "Gd":119,
          "Ge":120,
          "He":121,
          "Hf":122,
          "Hg":123,
          "Ho":124,
          "Hs":125,
          "In":126,
          "Ir":127,
          "Kr":128,
          "La":129,
          "Li":130,
          "Lr":131,
          "Lu":132,
          "Lv":133,
          "Mc":134,
          "Md":135,
          "Mg":136,
          "Mn":137,
          "Mo":138,
          "Mt":139,
          "Na":140,
          "Nb":141,
          "Nd":142,
          "Ne":143,
          "Nh":144,
          "Ni":145,
          "No":146,
          "Np":147,
          "Og":148,
          "Os":149,
          "Pa":150,
          "Pb":151,
          "Pd":152,
          "Pm":153,
          "Po":154,
          "Pr":155,
          "Pt":156,
          "Pu":157,
          "Ra":158,
          "Rb":159,
          "Re":160,
          "Rf":161,
          "Rg":162,
          "Rh":163,
          "Rn":164,
          "Ru":165,
          "Sb":166,
          "Sc":167,
          "Se":168,
          "Sg":169,
          "Si":170,
          "Sm":171,
          "Sn":172,
          "Sr":173,
          "Ta":174,
          "Tb":175,
          "Tc":176,
          "Te":177,
          "Th":178,
          "Ti":179,
          "Tl":180,
          "Tm":181,
          "Ts":182,
          "Xe":183,
          "Yb":184,
          "Zn":185,
          "Zr":186,
          "*":187
       },
       "merges":[
          "A c",
          "A g",
          "A l",
          "A m",
          "A r",
          "A s",
          "A t",
          "A u",
          "B a",
          "B e",
          "B h",
          "B i",
          "B k",
          "B r",
          "C a",
          "C d",
          "C e",
          "C f",
          "C l",
          "C m",
          "C n",
          "C o",
          "C r",
          "C s",
          "C u",
          "D b",
          "D s",
          "D y",
          "E r",
          "E s",
          "E u",
          "F e",
          "F l",
          "F m",
          "F r",
          "G a",
          "G d",
          "G e",
          "H e",
          "H f",
          "H g",
          "H o",
          "H s",
          "I n",
          "I r",
          "K r",
          "L a",
          "L i",
          "L r",
          "L u",
          "L v",
          "M c",
          "M d",
          "M g",
          "M n",
          "M o",
          "M t",
          "N a",
          "N b",
          "N d",
          "N e",
          "N h",
          "N i",
          "N o",
          "N p",
          "O g",
          "O s",
          "P a",
          "P b",
          "P d",
          "P m",
          "P o",
          "P r",
          "P t",
          "P u",
          "R a",
          "R b",
          "R e",
          "R f",
          "R g",
          "R h",
          "R n",
          "R u",
          "S b",
          "S c",
          "S e",
          "S g",
          "S i",
          "S m",
          "S n",
          "S r",
          "T a",
          "T b",
          "T c",
          "T e",
          "T h",
          "T i",
          "T l",
          "T m",
          "T s",
          "X e",
          "Y b",
          "Z n",
          "Z r"
       ]
    }
 }